{
    "nav-about-me": "About",
    "nav-links": "Social media",
    "nav-projects": "Projects",
    "nav-sports": "Sport",
    "say-hi": "Hi, I'm",
    "performed-functions": "Android developer • i'm infecting people with my passion • climber • gravity mountain biker • skier",
    "about-me-prefix": "A",
    "about-me": "bout me",
    "about-me-content-1": "I am mobile apps developer for Android, I graduated IT technology at Academy of Applied Sciences in Tarnow. I started my journey with programming in 2016 with school and academy projects. Currently I am working professionally as an Android Developer. I take part in open source mobile projects.",
    "about-me-content-2": "After hours away from my workdesk I like to do any kind of sport activities, especially I love gravity mountain bike riding (downhill), skiing, sport climbing, especially because of blood pumping adrenaline and passion shared with my friends.",
    "links-prefix": "S",
    "links": "ocial media",
    "projects-prefix": "P",
    "projects": "rojects",
    "project-1": "Active time spending system",
    "project-1-content": "Mobile app for an Android platform measuring time spent on sports and recreational objects. Used technologies: Android, Kotlin, Coroutines, Retrofit, Dagger, Sig-In Google, API Map Google, API Place Google",
    "project-2": "Return to retro console games - Snake",
    "project-2-content": "Console game Snake for the Windows platform. Game done with C language usage, made during long winter evening",
    "project-3": "Climbing",
    "project-3-content": "One of the coolest routes which I was taking the lead",
    "project-4": "\"Difficult\" terrain",
    "project-4-content": "My adventure with taking off the ground",
    "sports-prefix": "S",
    "sports": "port",
    "sports-content": "Since being a kid sport is huge part of my life. For several years I have been training climbing, gravity mountain bike riding (downhill) and skiing. I start at sports climbing competitions in a lead climbing category. During my free time I like to try new sports activities with my friends.",
    "sport-desc-1": "Hardest climbing route",
    "sport-val-1": "7b",
    "sport-desc-2": "Highest speed on a bike",
    "sport-val-2": "82 km/h",
    "sport-desc-3": "Longest distance on a bike",
    "sport-val-3": "100 km",
    "sport-desc-4": "Highest speed on ski",
    "sport-val-4": "87 km/h",
    "sport-desc-5": "Longest distance done by foot at night",
    "sport-val-5": "42 195 m",
    "all-rights": "Mateusz Jasiak 2024"
}